const comments = [
  {
    imageSrc: "/icons/avatar-male.svg",
    name: "سید رحمان طاهری",
    service: "تعمیر درب و پنجره دوجداره",
    time: " 1 روز پیش",
    comment:
      "سلام ، من از وقت شناسی ودرست انجام دادن کار و تمیزی و همینطور برخورد بسیار خوب جناب هادیمحمدی بسیار رضایت دارم . سپاس فراوان از مدیریت شرکت حرفه ای",
  },
  {
    imageSrc: "/icons/avatar-female.svg",
    name: "سارا پوستچی",
    service: "امدادخودرو و تعمیرات",
    time: " 1 روز پیش",
    comment:
      "خدمات حرفه ای واقعاً عالی هستند! من یکبار از خدمات تعمیرات و نگهداری خودرو استفاده کردم و کاملاً راضی بودم. تعمیرکاران حرفه‌ای و مودبی داشتند.",
  },
  {
    imageSrc: "/icons/avatar-male.svg",
    name: "سامان عابدنیا",
    service: "تعمیر لوازم",
    time: "امروز",
    comment:
      "خدمات تعمیرات خانگی شون عالی هستند. تعمیرکاران حرفه‌ای و با تجربه به موقع و با دقت کار خود را انجام می‌دهند. من با تعمیر یخچال و کولرم آنها را امتحان کردم و خیلی راضی بودم.",
  },

  {
    imageSrc: "/icons/avatar-female.svg",
    name: "ندا ترکاشوند",
    service: "نظافت",
    time: " 1 روز پیش",
    comment:
      " من از خدمات تمیزکاری و نظافت حرفه ای استفاده کردم و واقعاً شگفت‌زده شدم. تیم نظافت حرفه‌ای و دقیق بود.",
  },

  {
    imageSrc: "/icons/avatar-male.svg",
    name: "علی ترکاشوند",
    service: "نظافت",
    time: " 1 روز پیش",
    comment:
      " من از خدمات تمیزکاری و نظافت حرفه ای استفاده کردم و واقعاً شگفت‌زده شدم. تیم نظافت حرفه‌ای و دقیق بود.",
  },
  {
    imageSrc: "/icons/avatar-female.svg",
    name: "ندا ترکاشوند",
    service: "نظافت",
    time: " 1 روز پیش",
    comment:
      " من از خدمات تمیزکاری و نظافت حرفه ای استفاده کردم و واقعاً شگفت‌زده شدم. تیم نظافت حرفه‌ای و دقیق بود.",
  },
];

export default comments;
