const mostServices = [
  {
    imageSrc: "/images/most-1.png",
    title: "نقاشی ساختمان",
    subtitle:
      "نقاشی ساختمان یکی از راهکارهای کم هزینه، برای تغییر دکوراسیون و تغییر رنگ دیوارهای سطوح یک فضا است.",
    price: "قیمت از  300.000 تومان تا 1.000.000 تومان",
  },
  {
    imageSrc: "/images/most-2.png",
    title: "تعمیر تلویزیون",
    subtitle:
      "تعمیر انواع برندهای تلویزیون از جمله سونی، سامسونگ، ال جی، ایکس ویژن و... در این سرویس انجام می‌شود.",
    price: "قیمت از  300.000 تومان تا 1.000.000 تومان",
  },
  {
    imageSrc: "/images/most-3.png",
    title: "تعمیر یخچال فریزر",
    subtitle:
      "قلب هر خانه‌ای آشپزخانه آن است، آنجایی که آدم‌ها برای رفع حیاتی‌ترین نیازهایشان به آن پناه می‌برند",
    price: "قیمت از  300.000 تومان تا 1.000.000 تومان",
  },
  {
    imageSrc: "/images/most-4.png",
    title: "سیم کشی ساختمان",
    subtitle:
      "سیم کشی ساختمان (Building wiring) شغلی قدیمی و تاثیرگذار است که اهمیت زیادی در امنیت منازل مسکونی و تجاری دارد.",
    price: "قیمت از  300.000 تومان تا 1.000.000 تومان",
  },
  {
    imageSrc: "/images/most-4.png",
    title: "سیم کشی ساختمان",
    subtitle:
      "سیم کشی ساختمان (Building wiring) شغلی قدیمی و تاثیرگذار است که اهمیت زیادی در امنیت منازل مسکونی و تجاری دارد.",
    price: "قیمت از  300.000 تومان تا 1.000.000 تومان",
  },
];

export default mostServices;
