export const questions = [
  {
    step: "نوع یخچال را مشخص کنید",
    options: [
      "ساید بای ساید",
      "یخچال فریز",
      "دوقلو",
      "فریزر صندوقی",
      "یخچال صندوقی",
      "یخچال و فریزر مینی",
    ],
  },
  {
    step: "برند یخچال و فریز را مشخص کنید",
    options: ["بوش", "ال جی", "سامسونگ", "الکترو استیل", "اسنوا", "فیلور"],
  },
  {
    step: "نوع خرابی را مشخص کنید",
    options: [
      "موتور یخچال صدا می دهد",
      "فیلتر آب صدا می دهد",
      "فریزر خوب منجمد نمی کند",
      "یخ ساز یخ نمی سازد",
      "خنک نمی کند",
      "لامپ یخچال کار نمی کند",
      "یخچال برفک نمی زند",
    ],
  },
  {
    step: "می توانید در صورت تمایل توضیحات بیشتری را برای راهنمایی متخصص اضافه نمایید ",
    inputType: "text",
  },
];
