const seasonFavorites = [
  {
    imageSrc: "/images/fav-1.png",
    title: "سرویس بخاری گازی",
    subtitle:
      "ارائه خدمات تعمیر بخاری گازی و نصب بخاری با اعزام تعمیرکار بخاری گازی به منزل",
    price: "قیمت از  300.000 تومان تا 1.000.000 تومان",
  },
  {
    imageSrc: "/images/fav-2.png",
    title: "سرویس پکیج",
    subtitle: "سرویس پکیج با گارانتی وِیژه حرفه ای توسط گروهی کارشناساخبره",
    price: "قیمت از  300.000 تومان تا 1.000.000 تومان",
  },
  {
    imageSrc: "/images/fav-3.png",
    title: "تعمیر شوفاژ، سرویس و تعمیر رادیاتور",
    subtitle:
      "شوفاژ یک سیستم گرمایشی متمرکز است که وظیفه تأمین انرژی گرمایشی خانه را بر عهده دارد. منبع تولید انرژی گرمایشی",
    price: "قیمت از  300.000 تومان تا 1.000.000 تومان",
  },
  {
    imageSrc: "/images/fav-4.png",
    title: "تعمیر موتورخانه",
    subtitle: "سرویس پکیج با گارانتی وِیژه حرفه ای توسط گروهی کارشناساخبره",
    price: "قیمت از  300.000 تومان تا 1.000.000 تومان",
  },
  {
    imageSrc: "/images/fav-1.png",
    title: "تعمیر موتورخانه",
    subtitle: "سرویس پکیج با گارانتی وِیژه حرفه ای توسط گروهی کارشناساخبره",
    price: "قیمت از  300.000 تومان تا 1.000.000 تومان",
  },
];
export default seasonFavorites;
