import React from 'react';

const PrivacyPolicy = () => {
  return (
    <div className="max-w-6xl mx-auto p-6 bg-white shadow-md rounded-lg my-5">
      <h1 className="text-3xl font-bold mb-6 text-center">توافق نامه کاربران پلتفرم حرفه ای</h1>

      <section className="mb-6">
        <h2 className="text-2xl font-semibold mb-4">ماده 1 - تعاریف و اصطلاحات</h2>
        <ul className="list-none  space-y-2">
          <li><strong>۱- مشتری:</strong> افرادی که در اپلیکیشن یا سایت حرفه ای اعلام نیاز به خدمات کرده‌اند.</li>
          <li><strong>۲- متخصص:</strong> افرادی که در اپلیکیشن یا سایت حرفه ای برای انجام خدمات اعلام آمادگی کرده‌اند.</li>
          <li><strong>۳- کاربر:</strong> شخصی است که با فناوری ارتباطی به اپلیکیشن یا سایت حرفه ای متصل و از خدمات نرم‌افزاری سایت حرفه ای بهرمند می‌شود.</li>
          <li><strong>۴- کاربران:</strong> مشتری‌ها و متخصصان.</li>
          <li><strong>۵- شرکت:</strong> ارائه‌دهندۀ سرویس سایت حرفه ای (حرفه ای یاب زرین نشان).</li>
          <li><strong>۶- سایت حرفه ای:</strong> سرویسی که شرکت حرفه ای یاب زرین نشان ارائه می‌دهد.</li>
          <li><strong>۷- حساب کاربری:</strong> حسابی است که افراد برای استفاده از سرویس سایت حرفه ای در نرم‌افزار و سایت حرفه ای ایجاد کرده‌اند.</li>
          <li><strong>۸- اعتبار:</strong> مبلغی است که کاربران در حساب کاربری خود جهت استفاده از سرویس سایت حرفه ای دارند.</li>
          <li><strong>۹- اطلاعات محرمانه:</strong> اطلاعاتی که توسط کاربران مشتری و متخصص در اختیار سایت حرفه ای قرار داده می‌شود مانند شماره تماس، اقامتگاه، پست الکترونیکی و غیره.</li>
        </ul>
      </section>

      <section className="mb-6">
        <h2 className="text-2xl font-semibold mb-4">ماده 2 - حساب کاربری</h2>
        <ol className="list-decimal list-inside space-y-2">
          <li>کاربر با ثبت نام در سایت حرفه ای می‌پذیرد که قوانین و مقررات سایت حرفه ای را به صورت کامل مطالعه کرده و پذیرفته است. این قوانین ممکن است در طول زمان تغییر کند، استفادۀ مستمر کاربران از سایت حرفه ای به معنی پذیرش هرگونه تغییر در قوانین و مقررات آن است.</li>
          <li>برای استفاده از سایت حرفه ای لازم است که هر کاربر یک حساب کاربری در سایت حرفه ای بسازد. تنها افرادی که بیش از ۱۸ سال سن و واجد اهلیت قانونی باشند می‌توانند اقدام به ساختن حساب کاربری در سایت حرفه ای کنند. برای استفاده از سایت حرفه ای کاربر باید نام، نام خانوادگی، آدرس پست الکترونیکی و شماره همراه خود را در نرم‌افزار سایت حرفه ای ثبت کند.</li>
          <li>کاربر می‌پذیرد اطلاعات خواسته شده را به صورت صحیح و به‌روز در سرویس سایت حرفه ای وارد کند.</li>
          <li>هر فرد تنها می‌تواند یک حساب کاربری به عنوان مشتری در سایت حرفه ای داشته باشد.</li>
          <li>مسئولیت همۀ فعالیت‌هایی که از طریق حساب کاربری اشخاص در سایت حرفه ای یا سایر خدمات مربوط به سایت حرفه ای انجام می‌شود به عهدۀ کاربر است.</li>
          <li>مسئولیت حفظ امنیت اطلاعات حساب کاربری از جمله نام کاربری و رمز عبور به عهدۀ کاربر است. در صورت مفقود یا سرقت اطلاعات حساب کاربری، کاربر موظف است در اسرع وقت موضوع را به اطلاع شرکت برساند. بدیهی است تا زمانی که اطلاع‌رسانی به شرکت انجام نشده است مسئولیت همۀ فعالیت‌هایی که از طریق حساب کاربری مذکور انجام شده و می‌شود به عهدۀ کاربر خواهد بود.</li>
          <li>کاربر حق ندارد به اشخاص حقیقی و حقوقی دیگر اجازه استفاده از حساب کاربری خود را بدهد یا حساب خود را به فرد یا شرکت دیگری منتقل کند.</li>
          <li>در شرایط خاصی ممکن است از کاربر برای استفاده از سرویس، درخواست احراز هویت شود، در چنین شرایطی اگر کاربر اطلاعات کافی در اختیار شرکت قرار ندهد، شرکت می‌تواند حساب کاربری وی را مسدود کرده و از ارائۀ سرویس به کاربر خودداری کند.</li>
        </ol>
      </section>

      <section className="mb-6">
        <h2 className="text-2xl font-semibold mb-4">ماده 3 - استفاده از سایت حرفه‌ای</h2>
        <ol className="list-decimal list-inside space-y-2">
          <li>متخصصان متعهد می‌شوند در حین ارائه خدمات به مشتریان سایت حرفه‌ای از استعمال دخانیات و هرگونه فعالیت نامتعارف که موجب آزردگی می‌شود امتناع کنند.</li>
          <li>با استفاده از سرویس سایت حرفه‌ای، کاربر می‌پذیرد که از سایت حرفه‌ای برای انجام هیچ فعالیت غیر‌قانونی طبق قوانین جمهوری اسلامی ایران یا مخالف با عرف جامعه استفاده نکند. کاربر حق ندارد اشیاء غیرمجاز از جمله مشروبات الکلی، مواد مخدر، سلاح یا سایر اشیاء یا حیواناتی که طبق قانون جمهوری اسلامی ایران مجاز نیست همراه داشته باشد.</li>
          <li>کاربر (مشتری) متعهد است در صورت داشتن هرگونه تقاضای نامتعارف و هر گونه پرنده یا حیوانات دیگر در منزل، موضوع را قبل از توافق بر انجام کار به کاربر متخصص اعلام کند. در غیر اینصورت، چنانچه پس از پذیرش درخواست خدمت و عزیمت کاربر (متخصص) به محل، مواجه با موارد فوق شود، مجاز به لغو (امتناع از انجام) سفارش بوده و مسئولیت جبران خسارات وارده بر عهده کاربر (مشتری) است.</li>
          <li>کاربر متعهد می‌شود هیچ‌گاه از سرویس سایت حرفه‌ای به صورتی که به سایت حرفه‌ای یا شرکای آن صدمه‌ای وارد کند استفاده نکند.</li>
          <li>کاربر می‌پذیرد که سایت حرفه‌ای ممکن است از ارسال پیامک (SMS) به عنوان راه ارتباطی شرکت با وی استفاده کند. کاربر می‌تواند درخواست کند که ارسال این پیام‌ها قطع شود، اما می‌پذیرد که با انصراف از دریافت این پیام‌ها، ممکن است در استفاده از سرویس با مشکل مواجه شود.</li>
          <li>سایت حرفه‌ای ممکن است کدهایی به منظور هدیه به کاربر ارائه کند که با وارد کردن این کدها در برنامه، یا درصدی از هزینه خدمات کاسته یا درصدی از هزینه خدمات پس از آن به کاربر برگردانده شود و یا مبلغ مشخصی به حساب کاربر در سایت حرفه‌ای اضافه شود.</li>
          <li>کاربر می‌پذیرد که اجازه انتقال یا فروش کدها را به افراد دیگر ندارد. همچنین کاربر مجاز نیست این کدها را به صورت عمومی منتشر کند (حتی اگر سایت حرفه‌ای در فضاهای عمومی این کدها را منتشر کرده باشد) مگر اینکه سایت حرفه‌ای رسماً این اجازه را به آنها داده باشد.</li>
          <li>کاربر می‌پذیرد اعتباری که در حساب کاربری خود دارد مستقل از روش کسب آن (اگر در نتیجه افزایش اعتبار از طریق درگاه بانک باشد یا در نتیجه وارد کردن کدهای تخفیفی که سایت حرفه‌ای در اختیار آنها قرار می‌دهد یا هر روش دیگری) فقط برای استفاده از سرویس سایت حرفه‌ای قابل استفاده است و امکان دریافت این وجه را به صورت نقد ندارد.</li>
          <li>کاربر می‌پذیرد کدهایی که جهت افزایش اعتبار یا کاهش هزینه خدمات به آنها داده می‌شود ممکن است منقضی شوند. از آنجایی که سایت حرفه‌ای برای ارائه این کدها هزینه‌ای از کاربران دریافت نمی‌کند، این حق برای شرکت محفوظ است که مبلغ یا درصد تاثیر این کدها را حتی پس از انتشار آنها تغییر دهد یا در صورت لزوم آنها را باطل کند. همچنین در صورتی که شرکت تشخیص دهد که استفاده از این کد به دلیل خطای فنی یا تخلف صورت گرفته و یا غیرقانونی بوده است، می‌تواند این کدها یا اعتباری که در نتیجه استفاده از آنها به حساب کاربر اضافه شده است را باطل یا حذف کند.</li>
          <li>مسئولیت تأمین اینترنت و سخت‌افزار لازم و همچنین پرداخت هزینه‌های مربوط به آنها برای استفاده از سرویس سایت حرفه‌ای به عهده کاربر است.</li>
          <li>کاربر (مشتری) متعهد می‌شود که زمان حضور و جنسیت متخصص مورد نظر را با ذکر نیاز خود به دقت مشخص کند.</li>
          <li>مسئولیت ایجاد صحت در مشخصات کاربر (مشتری) و متخصص و صحت ثبت درخواست‌ها و مشخصات خدمات و زمان ارائه خدمات به عهده کاربر است.</li>
          <li>با استفاده از سرویس سایت حرفه ای کاربر می‌پذیرد که در حین انجام خدمت، سایت حرفه ای را وسیله‌ای برای تبلیغات و بازاریابی کالاهای شخصی خود قرار ندهد و از هرگونه معرفی و عرضۀ محصولات شخصی و یا محصولات متعلق به دیگران خودداری کند.</li>
          <li>کاربر متعهد به رعایت همۀ قوانین اسلامی، شرعی، اخلاقی و اجتماعی جمهوری اسلامی ایران از جمله رعایت حجاب مناسب در هنگام استفاده از سایت حرفه ای است.</li>
          <li>کاربر می‌پذیرد که متن حریم شخصی سایت حرفه ای را مطالعه کرده است و مورد قبول وی است.</li>
          <li>کاربر می‌پذیرد که سایت حرفه ای به صورت مستقیم ارائه دهنده خدمات نیست بلکه تنها یک خدمات نرم‌افزاری است که ارتباط بین مشتریان و متخصصان را جهت توافق بر انجام یک خدمت فراهم می‌کند. در سرویس سایت حرفه ای متخصص مختار است یک درخواست خدمت را بپذیرد یا رد کند، همچنین مشتری مختار است پس از ارسال درخواست خدمت، مشخص شدن متخصص و قبل از آغاز عزیمت متخصص به نقطه مبداء، خدمت را لغو کند یا خیر. لذا هر خدمتی که مشتری با متخصص انجام می‌دهد باید به عنوان یک قرارداد لازم مستقل بین متخصص و مشتری در نظر گرفته شود.</li>
          <li>خدمات سایت حرفه ای ممکن است با مشارکت خدمات شرکت‌های دیگری ارائه شود که شرکت سایت حرفه ای کنترلی روی آنها ندارد. در چنین شرایطی کاربر می‌پذیرد که این خدمات، قوانین استفاده و مقررات مختص خود را دارند و سایت حرفه ای مسئولیتی در خصوص قوانین و خدمات این شرکت‌ها ندارد.</li>
          <li>کاربر مشتری می پذیرد که اسناد، مدارک و اشیای مهم و گرانبهای خود اعم از طلا، ارز، جواهرات و سایر اشیای قیمتی خود را بدون مواظبت در معرض کاربر متخصص قرار ندهد و بر نگهداری آنها نظارت داشته باشد. همچنین قبل از خروج متخصص تمامی لوازم منزل خود را کنترل نموده و هرگونه کاستی احتمالی را قبل از ترک متخصص اطلاع دهد.</li>
          <li>کاربر متخصص بدیهی است که می پذیرد در حفظ و نگهداری تمامی اشیای منزل مشتری نهایت تلاش خود را بکند و در صورت هرگونه آسیب باید خود جوابگوی مشتری باشد.</li>
          <li>کاربران پذیرفته‌اند که سایت حرفه ای به عنوان یک نرم افزار عمل کرده و دو طرف را به هم معرفی و مرتبط می‌نماید. مسئولیت هرگونه آسیب به اموال طرفین بر عهده فرد خاطی بوده و طرفین می‌توانند در مراجع ذی صلاح حقوقی و قضایی علیه یکدیگر اقامه دعوی نمایند.</li>
      
        </ol>
      </section>

      <section className="mb-6">
        <h2 className="text-2xl font-semibold mb-4">ماده 4 - پرداخت</h2>
        <ol className="list-decimal list-inside space-y-2">
          <ul>
         <li>کاربر می‌پذیرد امکان استرداد هزینه‌هایی که کاربر به سایت حرفه ای می‌پردازد وجود ندارد.</li>
         <li>کاربر می‌پذیرد هزینۀ سرویس از قبل از طرف متخصص یا سایت حرفه ای مشخص می‌شود و پس از استفاده از آن اعتراضی نسبت به هزینۀ سرویس نمی‌تواند داشته باشد.</li>
         <li>پرداخت هزینۀ سرویس فقط از طریق روش‌هایی که توسط سایت حرفه ای مشخص می‌شود، می‌تواند صورت گیرد. این روش‌ها عبارتند از پرداخت اعتباری از داخل برنامۀ موبایل، پرداخت اینترنتی برای افزایش اعتبار و پرداخت نقدی به متخصص.</li>
         <li>کاربر می‌پذیرد هزینۀ سرویس ارائه شده ممکن است بسته به ویژگی‌های سرویس ارائه شده از جمله نوع سرویس، زمان سرویس، مکان سرویس یا عوامل دیگر متغیر باشد.</li>
         <li>کاربر می‌پذیرد که باید هزینۀ خدمت را مستقل از هر گونه مشکلی که ممکن است در برنامه سایت حرفه ای جهت پرداخت آنلاین به وجود بیاید به شرکت پرداخت کند. در صورتی که به دلیل مشکلی در برنامه سایت حرفه ای یا مشکلات ارتباطی از جمله اینترنت و شبکۀ تلفن همراه امکان پرداخت از طریق اپلیکیشن فراهم نشود مشتری همچنان موظف به پرداخت هزینه خدمت خواهد بود. در این شرایط پرداخت هزینه ممکن است با هماهنگی مشتری با دفتر شرکت یا روش‌های دیگر صورت پذیرد. در صورتی که مشتری به هر دلیلی از جمله مشکلات اپلیکیشن پرداخت را انجام نداده باشد، شرکت حق دارد مبلغ خدمت را از اعتبار کاربر در سایت حرفه ای کسر کند.</li>
         <li>کاربر می‌پذیرد هیچوقت درخواست سفارش به سایت حرفه ای ارسال نکند مگر اینکه قصد استفاده از سرویس سایت حرفه ای را داشته باشد. کاربر مشتری اگر پس از ارسال درخواست سفارش و پذیرش درخواست توسط یک متخصص، درخواست را لغو کند یا در مکان مشخص شده به عنوان محل انجام خدمت در زمان مشخص حضور پیدا نکند و کاربر متخصص اگر پس از قبول یک درخواست، درخواست را لغو کند یا پس از پذیرش درخواست در مکان مشخص شده به عنوان محل انجام خدمت حضور پیدا نکند شرکت می تواند بعلت عدم رعایت مقررات سایت و اپلیکیشن حرفه ای که منجر به عدم رعایت شهرت و اعتبار کاری او خواهد شد، هزینه‌ای به تشخیص خود به عنوان جریمه از اعتبار آنها کسر یا از کاربران وصول کند.</li>
         <li>مشتری می‌پذیرد هر گونه تخریبی که در ابزار متخصص در نتیجه استفاده از سرویس با حساب کاربری وی ایجاد شود، مسئولیت تامین هزینه‌های مربوط به تعمیر، تعویض و غیره به عهده وی خواهد بود. در چنین مواردی سایت حرفه ای حق دارد این هزینه‌ها را از اعتبار موجود در حساب سایت حرفه ای مشتری کسر یا از وی وصول کند.</li>
         <li>کاربر متخصص متعهد می‌شود که تقاضای هیچ گونه وجهی علاوه بر مقدار از پیش اعلام شده توسط نرم‌افزار نداشته باشد و هرگونه مطالبه وجه اضافه به هر عنوان ربطی به سایت حرفه ای ندارد.</li>
         <li>کاربر مشتری نیازی به پرداخت هر گونه وجه اضافه به هر عنوان از قبیل سختی کار، کمک بلاعوض یا قرض و غیره ندارد و پرداخت اضافی به انتخاب شخصی او بوده و ربطی به سایت حرفه ای ندارد. سایت حرفه ای این پرداخت اضافه را به هیچ عنوان تایید یا تشویق نمی‌کند و از کاربر مشتری می‌خواهد که این موارد را حتما به سایت حرفه ای اطلاع دهد.</li>
         </ul>
       </ol>
      </section>

      <section className="mb-6">
        <h2 className="text-2xl font-semibold mb-4">ماده 5 - حفاظت از اطلاعات</h2>
        <ol className="list-decimal list-inside space-y-2">
        <ul>
        <li>سایت حرفه ای با تمام امکانات خود از جمله واحدهای مرکز تماس، بازرسی و نظارت و میانجیگری، تمامی تلاش خود را جهت رضایت کاربران، رفع اختلافات ایجاد شده در زمان ارائه و استفادۀ خدمات سایت حرفه ای بین کاربران و ایجاد صلح و سازش فی مابین آنها می‌کند.</li>
        <li>سایت حرفه ای با استفاده از نظارت‌های خود تلاش می‌کند سرویس با کیفیت به کاربران ارائه دهد.</li>
        <li>سایت حرفه ای تلاش خود را جهت استفاده از سرویس ارائه شده توسط کاربران محترم می‌کند اما تضمینی نسبت به اجرا شدن آن روی همۀ دستگاه‌ها یا همۀ شبکه‌های ارتباطی (اینترنت، شبکه تلفن‌همراه و …) نخواهد داد.</li>
        <li>تمامی اطلاعات کاربران بعنوان اطلاعات محرمانه نزد سایت حرفه ای محافظت شده و دسترسی به آن توسط اشخاص ثالث ممنوع بوده مگر برابر تصمیم مراجع قضایی.</li>
        <li>چنانچه هر یک از کاربران سایت حرفه ای در زمان استفاده از خدمات آن با مشکلی مواجه شوند برابر شرایط فوق می‌توانند شکایت خود را از طریق مرکز تماس سایت حرفه ای مطرح و سایت حرفه ای پیگیری لازم و تلاش خود را جهت حل و فصل اختلافات بعمل خواهد آورد.</li>
       </ul>

        </ol>
      </section>

      <section className="mb-6">
        <h2 className="text-2xl font-semibold mb-4">ماده 6 - تغییرات در قوانین و شرایط</h2>
        <ol className="list-decimal list-inside space-y-2">
        <li>مسئولیت همۀ اقدامات و افعال کاربران مشتری و متخصص که ناشی از عدم رعایت قوانین موضوعه جمهوری اسلامی ایران از جمله قانون مجازات اسلامی (ارتکاب جرم در هنگام انجام خدمت) و قوانین مدنی (ورود خسارت به اموال کاربر) باشد، برعهدۀ شخص متخلف بوده و سایت حرفه ای هیچ گونه مسئولیتی در قبال اعمال و افعال فوق نداشته و نخواهد داشت و سایت حرفه ای می‌تواند ضمن غیر فعال کردن متخلف، از طریق مراجع صالح اقدامات قانونی را علیه نامبرده نسبت به احقاق حقوق قانونی سایت حرفه ای بعمل آورد.</li>
        <li>هر گونه اقدامی از سوی کاربران که منجر به ورود خسارت به شهرت تجاری، نام و اعتبار سایت حرفه ای شود تخلف از شرایط قراردادی و قانونی تلقی و سایت حرفه ای حق غیر فعال نمودن کاربر و اقدام قانونی علیه وی را جهت مطالبه خسارت و احقاق حقوق قانونی خود خواهد داشت.</li>
        <li>کاربر سایت حرفه ای متعهد می‌شود تنها از علایم و اقلام سازمانی استفاده کند که توسط سایت حرفه ای تهیه و در اختیار او گذاشته شده است (لباس یا ابزار کار) و مسئولیت استفاده از اقلام و علایمی که سبب ایجاد مشابهت و یا ایجاد اشتباه برای کاربران مشتری و یا سایر اشخاص اعم از حقیقی و یا حقوقی کند بر عهدۀ کاربر متخصص بوده و در صورت لزوم سایت حرفه ای به قطع سویس با نامبرده و پیگیری قانونی اقدام خواهد نمود و شخص متخلف مکلف به جبران خسارات وارده به سایت حرفه ای خواهد بود.</li>
        <li>مسئولیت رعایت همۀ قوانین و مقررات کشوری برعهدۀ کاربران سایت حرفه ای است.</li>
        <li>برای کلیه ی سفارشاتی که هزینه انجام آنها بیش از 400.000 تومان است کاربران باید نسبت به عقد قرارداد کتبی با یکدیگر اقدام نمایند تا در صورت بروز مشکل پی گیری از طریق سایت حرفه ای یا مراجع قضایی تسهیل گردد. نمونه قرارداد در سایت و اپلیکیشن یا سایت حرفه ای موجود است.</li>
 
        </ol>
      </section>

      <section className="mb-6">
        <h2 className="text-2xl font-semibold mb-4">ماده 7   -   ضوابط رسیدگی به شکایات مربوط به سفارشات به شرح زیر است:</h2>
        <h4>در موارد ذیل کاربر مشتری می‌تواند نسبت به اعلام شکایت یا نارضایتی از خدمات سایت حرفه ای اقدام نماید:</h4>
        <ol className="list-decimal list-inside space-y-2">
        <li>دریافت دستمزد نامتعارف</li>
        <li>عدم حضور متخصص در زمان مقررات</li>
        <li>کیفیت نامناسب کار: برای سرویس درخواستی، مشتری می‌تواند در حین حضور متخصص در محل نسبت به اعلام نارضایتی از کیفیت سرویس اقدام نماید. مشتری می‌تواند در یک ساعت اول حضور متخصص با توجه به کیفیت کار او از او بخواهد که محل را ترک کند و مبلغی پرداخت نکند. بعد از گذشت یک ساعت اول حضور متخصص در محل مشتری، در صورت نارضایتی، مشتری می‌تواند موضوع را به پشتیبانی اعلام کرده و طبق زمان حضور متخصص وجه را پرداخت نماید. سپس می‌تواند از محل‌هایی که نشان دهنده کیفیت نامناسب کار است عکس گرفته و برای واحد پشتیبانی سایت حرفه ای ارسال نماید. کارشناسان سایت حرفه ای با توجه به محتوای عکس‌ها طبق آیین نامه داخلی اقدام خواهند کرد و در صورت لزوم مابه التفاوت به مشتری عودت داده خواهد شد. در بقیه سرویس‌ها مشتری باید حین تحویل کار و قبل از پرداخت کامل وجه از کیفیت مطلوب کار اطمینان حاصل نماید و در صورت هرگونه مشکل قبل از پرداخت با پشتیبانی سایت حرفه ای تماس بگیرد.</li>
        <li>دزدی: در صورت وجود مستنداتی مبنی بر اینکه متخصص مرتکب این کار شده واحد رسیدگی به شکایات سایت حرفه ای پیگیری این موضوع را انجام خواهد داد. در صورت عدم وجود مستندات این اتهام قابل اثبات و پیگیری نخواهد بود.</li>
        <li>خسارت دیدن لوازم مشتری: در این شرایط مشتری باید حداکثر تا 24 ساعت بعد از وقوع حادثه نسبت به اعلام خسارت اقدام کند. وقوع حادثه نیز حداکثر می‌تواند 7 روز بعد از اتمام کار باشد. در غیر این صورت، یعنی گذشت بیش از 7 روز از پایان کار و یا 24 ساعت از وقوع خسارت، این شکایت قابل رسیدگی نخواهد بود. هنگام وقوع خسارت تا زمان مراجعه کارشناس (از سمت شرکت) مشتری نباید دست به تغییر صحنه و از بین بردن نشانه‌های وقوع خسارت بزند تا بتوان خسارت را بررسی کرد.</li>
        <li>عدم حل مشکل در خدمات مربوط به تعمیرات: حداکثر اگر طی 7 روز از پایان کار مشتری متوجه شود که عیب مورد نظر به طور کامل رفع نشده یا مجددا بازگشته است می‌تواند این موضوع را به پشتیبانی سایت حرفه ای اعلام نماید و متخصص موظف به مراجعه مجدد و حل نهایی موضوع است. چنانچه در این مرحله لازم باشد که جنس از محل خارج شود و به کارگاه متخصص منتقل شود، مشتری باید سفارش مجدد ثبت نماید تا برای پیگیری‌های آتی دچار مشکل نشود.</li>
        <li>درخواست کارشناس رسمی دادگستری: در صورتیکه به هر دلیل مشتری نظر یا میانجیگری کارشناسان سایت حرفه ای را قبول نکند می‌تواند درخواست بررسی موضوع توسط کارشناس رسمی دادگستری بدهد. در صورتیکه کارشناس رسمی دادگستری نظر کارشناس سایت حرفه ای را تایید کند مشتری می‌پذیرد که هزینه کارشناس رسمی دادگستری را پرداخت کند.</li>
      </ol>
      </section>

      <section className="mb-6">
        <h2 className="text-2xl font-semibold mb-4">ماده 8 - فسخ توافق‌نامه</h2>
        <ol className="list-decimal list-inside space-y-2">
        <li>وسایلی که مشتری نباید در محل داشته باشد عبارت است از مواد منفجره، محترقه، مواد سمی، اسیدی، بیماری زا و بد بو، مایعات و جامدات آتش زا و سوختی، مواد و وسایل رادیواکتیو.</li>
        <li>وسایلی که متخصص نباید در محل داشته باشد عبارت است از مواد منفجره، محترقه، مواد سمی، اسیدی، بیماری زا و بد بو، مایعات و جامدات آتش زا و سوختی، مواد و وسایل رادیواکتیو، هر گونه سلاح گرم و سرد و مواد مخدر و مشروبات الکلی و هر مواد دیگری که نامتعارف یا خلاف قوانین جمهوری اسلامی ایران است.</li>
        <li>درخواست خدمت بدون حضور مشتری (مالک یا مستاجر یا وکیل ایشان) توسط کاربر سایت حرفه ای ممنوع است و کاربر حق درخواست و انجام خدمت را نخواهد داشت، در صورت عدم رعایت، همۀ مسئولیت‌های ناشی از این تخلف بر عهده اقدام کنندگان آن است و سایت حرفه ای حق دارد نسبت به قطع دسترسی اقدام و مبادرت به پیگیری قانونی از جمله مطالبۀ خسارت از شخص متخلف کند.</li>
      </ol>
      </section>

      <section className="mb-6">
        <h2 className="text-2xl font-semibold mb-4">ماده 9   -   موارد فنی</h2>
        <ol>
        <li>کاربر حق ندارد هیچ‌گونه تلاشی در جهت استخراج سورس کد (Source Code) نرم‌افزارهای سایت حرفه ای شامل دیکامپایل (Decompile)، مهندسی معکوس (Reverse Engineering) یا فعالیت‌های مشابه انجام دهد، مگر اینکه اجازۀ چنین کاری به صورت قانونی صادر شده باشد.</li>
        <li>کاربر مجاز نیست با استفاده از روش‌های Framing یا Mirroring یا روش‌های دیگر نسخه‌ای از سرویس سایت حرفه ای را روی سرورهای دیگر ارائه کند. همچنین کاربر مجاز نیست در نرم‌افزار سایت حرفه ای یا در روش ارائه سرویس سایت حرفه ای تغییر یا اخلالی ایجاد کند.</li>
        <li>کاربر حق ندارد برنامه یا اسکریپتی با هدف ایندکس گذاری (Indexing)، مطالعه یا هر گونه فعالیت داده‌کاوی روی سرویس اجرا کند.</li>
        <li>کاربر حق ندارد هیچ فعالیتی در راستای حصول دسترسی غیرقانونی و غیر متداول به هیچ بخش سرویس سایت حرفه ای یا سرویس‌های مرتبط با سایت حرفه ای انجام دهد.</li>

        </ol>
     </section>

     <section className="mb-6">
        <h2 className="text-2xl font-semibold mb-4">ماده 9   -   موارد فنی</h2>
        <ol>
        <li>کاربر حق ندارد هیچ‌گونه تلاشی در جهت استخراج سورس کد (Source Code) نرم‌افزارهای سایت حرفه ای شامل دیکامپایل (Decompile)، مهندسی معکوس (Reverse Engineering) یا فعالیت‌های مشابه انجام دهد، مگر اینکه اجازۀ چنین کاری به صورت قانونی صادر شده باشد.</li>
        <li>کاربر مجاز نیست با استفاده از روش‌های Framing یا Mirroring یا روش‌های دیگر نسخه‌ای از سرویس سایت حرفه ای را روی سرورهای دیگر ارائه کند. همچنین کاربر مجاز نیست در نرم‌افزار سایت حرفه ای یا در روش ارائه سرویس سایت حرفه ای تغییر یا اخلالی ایجاد کند.</li>
        <li>کاربر حق ندارد برنامه یا اسکریپتی با هدف ایندکس گذاری (Indexing)، مطالعه یا هر گونه فعالیت داده‌کاوی روی سرویس اجرا کند.</li>
        <li>کاربر حق ندارد هیچ فعالیتی در راستای حصول دسترسی غیرقانونی و غیر متداول به هیچ بخش سرویس سایت حرفه ای یا سرویس‌های مرتبط با سایت حرفه ای انجام دهد.</li>

        </ol>
     </section>

      <section>    
      <h2>ماده ۱۰ - محتوای تولید شده توسط کاربران</h2>
       <ul className='list-none'>
         <li>سایت حرفه ای ممکن است گاهی به کاربران اجازه دهد که در وب سایت، برنامه موبایل و یا سایر بخش‌های این سرویس عکس، متن، فایل صوتی، فایل تصویری یا فایل‌های مشابه منتشر کنند. مالکیت هر مطلب (شامل متن، عکس، فایل صوتی، فایل تصویری و …) که به این شکل در سرویس ثبت شود همچنان متعلق به کاربران خواهد بود اما با ثبت آنها در سرویس‌های مرتبط به سایت حرفه ای کاربران این حق را به سایت حرفه ای می‌دهند که آنها را در هر مکان و هر زمانی به صورت دیجیتال یا چاپی برای هر نوع کاربردی منتشر کند. همچنین سایت حرفه ای مجاز است حق انتشار این مطالب را به اشخاص یا شرکت‌های دیگر منتقل کند.</li>
       </ul>
      </section>

      <section>
      <h2>ماده ۱۱ - قطع سرویس</h2>
      <ul className='list-none'>
        <li>سایت حرفه ای در شرایطی که به هر دلیل به این نتیجه برسد حضور یک کاربر (متخصص یا مشتری) می‌تواند برای شرکت یا سایر مشتریان یا متخصصان خطرناک باشد یا مطلوب نباشد حق حذف دسترسی کاربر مذکور به سرویس سایت حرفه ای را دارد.</li>
      </ul>
       </section>

       <section>
       
  <h2>ماده ۱۲ - توافق از راه دور</h2>
  <ol>
  <li> کاربر توافق می‌کند جهت مبادلۀ آسان اطلاعات، همۀ تغییرات و الحاقیه‌های قوانین و مقررات حاضر اعم از تغییر و اضافه کردن شروط آن، ارسال اخطاریه و ابلاغیه‌های مربوط به سایت حرفه ای، از طریق سیستم رایانه‌ای سایت حرفه ای بعمل آید و کاربر ضمن پذیرش اطلاع از شرط و روند اجرایی آن موافقت خود را نسبت به اعمال شرط مذکور اعلام می‌کند.</li>
  <li> مسئولیت حفظ و حراست از حساب کاربر برعهدۀ کاربر بوده و کاربر ضمن پذیرش این مسئولیت، همۀ داده پیام‌های صادره از طریق حساب کاربری مذکور را منتسب به خود دانسته و هرگونه ادعایی نسبت به انکار، تردید و جعل داده پیام‌های ارسال شده از ناحیۀ نامبرده غیر قابل استماع و مردود است.</li>
  <li> کاربر می‌پذیرد هر گونه رویه، اشکال، عبارات مبین تائید و اعلام قبولی و تصدیق داده پیام‌های صادره از طرف سایت حرفه ای به منزله امضا الکترونیکی و قبولی محسوب می‌شود و هر گونه ادعائی نسبت به امضا و قبولی مذکور غیر قابل استماع و مردود است.</li>
  <li> کاربر با عضویت در سرویس سایت حرفه ای قصد و اراده خود را نسبت به پذیرش انعقاد هرگونه اقدام و عمل حقوقی از جمله عقود و معاملات از راه دور و از طریق سیستم رایانه‌ای و الکترونیکی اعلام می‌کند.</li>
</ol>

 

       </section>
     
    </div>
  );
};

export default PrivacyPolicy;
