import React from "react";
import Accordion from "@mui/material/Accordion";
import AccordionSummary from "@mui/material/AccordionSummary";
import AccordionDetails from "@mui/material/AccordionDetails";
import ExpandMoreIcon from "@mui/icons-material/ExpandMore";
import BackButton from "../../../components/backButton";
import useWindowWidth from "../../../core/utils/useWindowWidth";

const data = [
  {
    title: "شرایط و ضوابط عمومی",
    subtitle:
      "کاربر گرامی لطفاً موارد زیر را جهت استفاده بهینه از پلتفرم حرفه‌ای به دقت ملاحظه فرمایید:\n" +
      "ثبت نام، ورود کاربران و استفاده از پلتفرم، رزرو یا خرید محصول به معنای آگاه بودن و پذیرفتن کلیه شرایط و قوانین آن است. لازم به ذکر است شرایط و قوانین مندرج در وبسایت یا اپلیکیشن، جایگزین کلیه توافق‏‌های قبلی محسوب می‏‌شود.\n" +
      "توجه داشته باشید کلیه اصول و رویه‏‌های حرفه‌ای منطبق با قوانین جمهوری اسلامی ایران و قانون تجارت الکترونیک و قانون جرائم رایانه ای است و کاربران می بایست هنگام استفاده از خدمات سایت یا اپلیکیشن، کلیه قوانین و مقررات جمهوری اسلامی ایران اعم از قوانین جزایی، مدنی، مالی، تجاری و به طور خاص قانون تجارت الکترونیک، قانون جرائم رایانه‌ای ، قانون حمایت از حقوق مولفان و مصنفان، قانون ثبت اختراعات، طرحهای صنعتی و علائم تجاری، قانون حمایت از حقوق پدید آورندگان نرم افزارهای رایانه ای و سایر قوانین مرتبط و مقررات این سایت را رعایت نمایند. در صورتی که در قوانین مندرج، رویه‏‌ها و خدمات حرفه‌ای تغییراتی در آینده ایجاد شود، در همین صفحه منتشر و به روز رسانی می شود و کاربر توافق می‏‌کند که استفاده مستمر وی از حرفه‌ای به معنی پذیرش و متعهد بودن به آخرین نسخه‌ی قوانین موجود می‌باشد.\n" +
      "در صورت نقض مقررات از سوی هر کاربر یا ایجاد اختلال یا مشکل در عملکرد وب سایت یا اپلیکیشن و یا لطمه به حقوق سایرین بنابر دستور مقامات قضایی یا قانونی صالح و یا حسب صلاحدید، حرفه‌ای می تواند استفاده از خدمات و حساب کاربری کاربر را محدود یا ممنوع نموده یا به تعلیق درآورد و یا آن را مسدود نماید، اما مسئولیتی دیگر در قبال کاربران و کسب و کارهای خصوصی و عمومی نخواهد داشت و عواقب احتمالی تخلف، بر عهده کاربر خواهد بود و حرفه‌ای می تواند مراتب را به مراجع ذی صلاح اعلام نماید.",
  },
  {
    title: "شرایط و ضوابط کنسلی سفارش",
    subtitle:
      "کاربر گرامی لطفاً موارد زیر را جهت استفاده بهینه از پلتفرم حرفه‌ای به دقت ملاحظه فرمایید:\n" +
      "ثبت نام، ورود کاربران و استفاده از پلتفرم، رزرو یا خرید محصول به معنای آگاه بودن و پذیرفتن کلیه شرایط و قوانین آن است. لازم به ذکر است شرایط و قوانین مندرج در وبسایت یا اپلیکیشن، جایگزین کلیه توافق‏‌های قبلی محسوب می‏‌شود.\n" +
      "توجه داشته باشید کلیه اصول و رویه‏‌های حرفه‌ای منطبق با قوانین جمهوری اسلامی ایران و قانون تجارت الکترونیک و قانون جرائم رایانه ای است و کاربران می بایست هنگام استفاده از خدمات سایت یا اپلیکیشن، کلیه قوانین و مقررات جمهوری اسلامی ایران اعم از قوانین جزایی، مدنی، مالی، تجاری و به طور خاص قانون تجارت الکترونیک، قانون جرائم رایانه‌ای ، قانون حمایت از حقوق مولفان و مصنفان، قانون ثبت اختراعات، طرحهای صنعتی و علائم تجاری، قانون حمایت از حقوق پدید آورندگان نرم افزارهای رایانه ای و سایر قوانین مرتبط و مقررات این سایت را رعایت نمایند. در صورتی که در قوانین مندرج، رویه‏‌ها و خدمات حرفه‌ای تغییراتی در آینده ایجاد شود، در همین صفحه منتشر و به روز رسانی می شود و کاربر توافق می‏‌کند که استفاده مستمر وی از حرفه‌ای به معنی پذیرش و متعهد بودن به آخرین نسخه‌ی قوانین موجود می‌باشد.\n" +
      "در صورت نقض مقررات از سوی هر کاربر یا ایجاد اختلال یا مشکل در عملکرد وب سایت یا اپلیکیشن و یا لطمه به حقوق سایرین بنابر دستور مقامات قضایی یا قانونی صالح و یا حسب صلاحدید، حرفه‌ای می تواند استفاده از خدمات و حساب کاربری کاربر را محدود یا ممنوع نموده یا به تعلیق درآورد و یا آن را مسدود نماید، اما مسئولیتی دیگر در قبال کاربران و کسب و کارهای خصوصی و عمومی نخواهد داشت و عواقب احتمالی تخلف، بر عهده کاربر خواهد بود و حرفه‌ای می تواند مراتب را به مراجع ذی صلاح اعلام نماید.",
  },
  {
    title: "حریم خصوصی",
    subtitle: `
    دسترسی ها و اطلاعتی که از کاربران گرفته میشود شامل اطلاعات هویتی، شماره تماس، آدرس، گالری و دوربین میباشد. این اطلاعات به منظور ارائه هرچه بهتر خدمات به کاربران میباشد و بدون دریافت این اطلاعات ثبت سفارش امکان پذیر نخواهد بود. حرفه ای متعهد میگردد که در حفظ محرمانگی این اطلاعات کوشا باشد و  آن را در دسترس اشخاص غیر قرار ندهد.`,
  },
];

export default function Rules() {
  const windowWidth = useWindowWidth();
  return (
    <>
      {windowWidth > 768 ? null : <BackButton title="قوانین و مقررات" />}
      <div className="flex flex-col pb-3 pt-6 px-2 md:m-0 md:mt-4 mx-auto bg-white rounded-xl w-[95%]">
        {data.map((item, i) => (
          <Accordion key={i}>
            <AccordionSummary expandIcon={<ExpandMoreIcon />}>
              <h1 className="text-lg"> {item.title}</h1>
            </AccordionSummary>
            <AccordionDetails>
              <p className="text-sm">{item.subtitle}</p>
            </AccordionDetails>
          </Accordion>
        ))}
      </div>
    </>
  );
}
