import React from "react";
import Image from "next/image";
import AboutUsPageImage from "../../public/images/aboutUsPageImage.webp";

const Index = () => {
  return (
    <>
      <div className="w-full h-full p-4 flex flex-col gap-4 items-center justify-center">
        <div className="mybgmove w-full flex justify-center items-center rounded-lg">
          <div className="relative mx-auto w-full h-[40vw] overflow-hidden">
            <Image
              src={AboutUsPageImage.src}
              alt="about-us"
              fill
              className="object-fill"
              quality={100}
            />
          </div>
        </div>
        <div className="w-full bg-[#f9f9f9b2] shadow-md rounded-lg p-5 md:p-8">
          <p className="m-0 p-0 [line-height:30px] text-gray-800 text-[14px] md:text-[15px]">
            اپلیکیشن حرفه‌ای، در سال 1402 هجری شمسی توسط تیمی از جوانان پویا در
            زمینه IT راه اندازی شد. هدف از ایجاد اپلیکیشن و سایت حرفه ای تسهیل
            ارائه خدمات در منزل و محل کار به کاربران خود و برطرف کردن مشکلات
            احتمالی با مدیریت فرایند ارائه خدمات بود. از این رو تلاش نموده ایم
            تا با بهره‌گیری از دانش فناوری اطلاعات، بستری امن و قابل اعتماد برای
            ارائه خدمات مختلف را برای شما عزیزان فراهم نماییم. مأموریت اصلی ما
            در حرفه‌ای، رفع نگرانی مشتریان در زمینه دریافت خدمات در منزل و محل
            کار و ایجاد یک تجربه راحت و مطمئن برای آن‌هاست. ما بر این باوریم که
            با ارائه خدمات متنوع و با کیفیت، می‌توانیم آرامش خاطر را به مشتریان
            هدیه کنیم و آنان را از مشکلات مربوط به خدمات منزل بی‌نیاز سازیم. ما
            در حرفه‌ای، طیف گسترده‌ای از خدمات منزل را ارائه می‌دهیم که شامل
            سرویس نظافت منزل و محل کار ،پذیرایی و مجالس، بازسازی و دکوراسیون،
            خدمات مربوط به ساختمان و تاسیسات ( برقکشی، لوله کشی، خدمات تخریب
            و...) باغبانی ، تعمیر لوازم منزل از جمله تعمیرات کولر ، یخچال فریزر،
            لباسشویی، ظرفشویی و... همچنین خدمات در زمینه سرمایش و گرمایش شامل
            تعمیر پکیج و کولر گازی و در زمینه هایی دیگر همچون حمل بار و اسباب
            کشی و بسیاری دیگر از خدمات می‌شود. تیم توسعه‌دهنده ما، با بهره‌گیری
            از جدیدترین تکنولوژی‌ها، بستری فراهم کرده است که نیروهای خدماتی
            متخصص و معتمد به صورت مستقیم به متقاضیان خدمات متصل شوند. نیروهای
            خدماتی ما پس از گذراندن فیلترهای تایید صلاحیت شامل گواهی عدم سوء
            پیشینه و عدم اعتیاد، به کار گرفته می‌شوند. این امر موجب اعتماد کامل
            مشتریان به خدمات ما می‌شود.    تیم حرفه ای بستری را فراهم میکند که
            افراد دارای مهارت‌های فنی، بدون نیاز به سرمایه‌گذاری اولیه، بتوانند
            به کسب درآمد بپردازند و امنیت شغلی بیشتری را تجربه کنند. ما در
            حرفه‌ای از تکنولوژی‌های نوین برای ارتقاء امنیت و کارایی پلتفرم خود
            استفاده می‌کنیم. الگوریتم‌های پیشرفته برای تطبیق مشتریان با متخصصین،
            امنیت پرداخت‌های آنلاین، و سیستم‌های هوشمند نظارت بر عملکرد نیروهای
            خدماتی از جمله این تکنولوژی‌ها هستند. همچنین، با بهره‌گیری از فناوری
            بلاک‌چین، شفافیت و امنیت اطلاعات کاربران را تضمین می‌کنیم. تیم
            پشتیبانی حرفه‌ای با ارائه خدمات ۲۴ ساعته و پاسخگویی به سوالات و
            مشکلات مشتریان، همواره در تلاش است تا رضایت کاربران را افزایش دهد.
            این سیستم پشتیبانی شامل چت آنلاین، تماس تلفنی و پشتیبانی از طریق
            اپلیکیشن است. حرفه‌ای با تلفیق فناوری نوین و نیازهای روزمره جامعه،
            نه تنها زندگی روزمره را برای مشتریان آسان‌تر کرده، بلکه فرصتی برای
            متخصصان ایجاد کرده تا بدون نگرانی از یافتن مشتری و سرمایه اولیه، به
            فعالیت بپردازند. این رویکرد نوین به خدمات منزل، تحولی بزرگ در این
            حوزه ایجاد کرده و نشان‌دهنده اهمیت بهره‌گیری از فناوری در بهبود
            کیفیت زندگی است. ما در حرفه‌ای با نگاه به آینده و با بهره‌گیری از
            تکنولوژی‌های جدید، همچنان به رشد و توسعه خود ادامه خواهیم داد و به
            عنوان یک الگوی موفق در صنعت خدمات منزل باقی خواهیم ماند.
          </p>
        </div>
      </div>
    </>
  );
};

export default Index;
